Repository: mesdevskg/experts
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ky

source: book
ky: китеп

source: Book
ky: Китеп

source: Books
ky: Китептер

source: full name
ky: Аты жөнү

source: joined time
ky: Кошулган күнү

source: Expert
ky: Эксперт

source: Experts
ky: Эксперт

source: created time
ky: Жасалган убактысы

source: Winner
ky: Жеңүүчү

source: Type
ky: Тиби

source: Okuu Kitep
ky: Окуу Китеп

source: Sector Knigi
ky: Китеп Сектору

source: document
ky: Иш кагаз

source: History
ky: Тарых

source: Histories
ky: Тарыхтар

source: commission one and commission two can't be same
ky: Коммиссиялар окшош болбошу керек

source: The book {book.name} has no experts
ky: {book.name} китебинде бир да эксперт жок

source: Please enter the correct username and password for a staff account. Note that both fields may be case-sensitive.
ky: Сураныч, кызматкердин колдонуучу жана сырсөздү туура киргизиңиз. Эки талаа тең ЧоңКичинеликке сезгич болушу мүмкүн.

source: English
ky: Англисче

source: Kyrgyz
ky: Кыргызча

source: Russian
ky: Орусча

source: About Project
ky: Долбоор Жөнүндө

source: Home
ky: Башкы

source: Randomly choose an expert
ky: Экспертти кокус тандоо

source: Get Random Expert
ky: Экспетти кокустан ал

source: All attempts
ky: Баардык аракеттер

source: All History
ky: Баардык тарыхтар

source: History List
ky: Тарых тизмеси

source: History Detail
ky: Тарых жөнүндө

source: Full name
ky: Аты жөнү

source: Joined
ky: Кошулган

source: Won Competitions
ky: Жеңген таймаштары

source: Time
ky: Убакыт

source: Detail Page
ky: Детал барагы

source: Detail
ky: Детал

source: Expert List
ky: Эксперт тизмеси

source: Joined time
ky: Кошулган күнү

source: Profile Page
ky: Профил барагы

source: More
ky: Дагы

source: Created Time
ky: Жасалган убагы

source: Print
ky: Басуу

source: type
ky: тиби

source: PWD of Okuu Kitep
ky: Окуу Китеп сырсөзү

source: Sector knigi
ky: Китеп Сектору

source: PWD of Sector knigi
ky: Китеп Сектору сырсөзү

source: Users must have an email
ky: Колдонуучу почтасы болушу шарт

source: Sector of the Book Edition
ky: Китеп издание сектору

source: category
ky: категория

source: User
ky: Колдонуучу

source: Users
ky: Колдонуучулар

source: Your new password
ky: Сиздин жаңы сырсөз

source: Your new password:
ky: Сиздин жаңы сырсөз:
